[
  {
    "id": "c1",
    "photo": "img/constellations/capricornus.png",
    "banner_photo": "../img/blog/banner_capricornus.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/capricornus_photo2.jpg",
    "name": "Capricornus",
    "youtube": "https://www.youtube.com/embed/UyZTMjT3GqU",
    "stars_with_planets": 5,
    "name_and_meaning": "The name Capricornus is derived from Latin, which translates to “goat horn” or “horns of the goat”.  This arises from the fact that representations dating back to the Middle Bronze Age consistently depict the constellation as a hybrid of a goat and fish. This may be due to the fact that at that time, the northern hemisphere’s Winter Solstice occurred while the sun was in Capricorn. The concern for the Sun’s rebirth might have rendered astronomical and astrological observation of this region of space very important. For the same reason, the Sun’s most southerly position, which is attained at the northern hemisphere’s winter solstice, is now called the Tropic of Capricorn, a term which also applies to the line on Earth where the Sun is directly overhead at noon on that solstice. The earliest recorded evidence of this constellation is dated to the 21st century BCE, where the “Sea Goat” was depicted on a Sumerian cylinder-seal. In the Babylonian star catalogues, which are dated to ca. 1000 BCE, Capricornus was named suhurmašu (“The Goat Fish”). The constellation would later become the symbol of Ea (Enki) and was associated with the winter solstice. In Greek mythology, the constellation was sometimes identified as Amalthea, the goat that suckled Zeus after Rhea saved him from Cronos. The goat’s broken horn was transformed into the cornucopia or horn of plenty, and ancient sources claim that this derives from the sun “taking nourishment” while in the constellation, in preparation for its climb back northward. However, the constellation is often depicted as a sea-goat (i.e. a goat with a fish’s tail). One myth that deals with this says that when the goat-god Pan was attacked by the monster Typhon, he dived into the Nile. The parts of him that were above the water remained a goat, but those under the water transformed into a fish. The Greeks regarded the constellation area with an alternative interpretation, namely the Augean Stable – a stable full uncleanliness – representing the concept of sin accumulated during the year. The Aquarius constellation, who was said to have poured out a river, then represent the yearly cleaning rains, associating to one of The Twelve Labors of Hercules.",
    "history_of_observation": "Despite being a faint constellation, Capricornus is one of the oldest recognized constellations. As with the other constellations associated with the Zodiac, Capricornus was catalogued by Ptolemy in the 2nd century CE and included in his treatise the Almagest. Despite its faintness, the constellation has also been recognized by other cultures around the world. For example, in Chinese astronomy, Capriconus lies in The Black Tortoise of the North, one of the four symbols of the Chinese constellations. In 1922, Capricornus included in the list of 88 modern constellations recognized by the International Astronomical Union."
  },
  {
    "id": "c2",
    "photo": "img/constellations/aquarius.png",
    "banner_photo": "../img/blog/banner_aquarius.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/aquarius_photo2.jpg",
    "name": "Aquarius",
    "youtube": "https://www.youtube.com/embed/hXybnWLd-Pg",
    "stars_with_planets": 12,
    "name_and_meaning": "In Greek mythology, Aquarius was associated with the cup bearer of the gods – known to serve wine or water to Zeus. For his role, he was immortalized in the stars. In the ancient Greek version of the Deluge Myth, Aquarius was also identified as the one who unleashed the waters that flooded the Earth. As such, the constellation Eridanus was sometimes identified as being a river poured out by Aquarius. It may also, together with the constellation Pegasus, be part of the origin of the myth of the Mares of Diomedes, which forms one of The Twelve Labors of Heracles. Its association with pouring out rivers, and the nearby constellation of Capricornus, may be the source of the myth of the Augean stable, which forms another of the labors. Aquarius is one of the oldest recognized constellations along the zodiac, the sun’s apparent path through the sky. It is found in a region often called “The Sea” due to its profusion of watery constellations – such as Cetus, Pisces, Eridanus, etc. Sometimes, the river Eridanus is depicted as flowing forth from Aquarius’ watering pot.",
    "history_of_observation": "The first recorded mentions of Aquarius are found in the Babylonian star catalogs, where Aquarius is identified as “The Great One” and represents the god Ea himself (who is often depicted holding an overflowing vase). During this time, the Aquarius constellation contained the winter solstice. Hence why Ea was seen as the ruler of the southernmost quarter of the Sun’s path, and why the “Way of Ea” corresponded to the period of 45 days on either side of the winter solstice. Aquarius also had negative connotations in Babylonian society, due to the fact that he was associated with the destructive floods that the inhabitants of the Euphrates and Tigris river basins regularly experienced. In Ancient Egypt, Aquarius was more positively associated with the annual flooding of the Nile. According to their mythology, the Egyptians believed that the riverbanks flooded when Aquarius put his jar into the river, which marked the beginning of spring. In ancient Greek mythology, Aquarius is sometimes associated with Deucalion, the son of Prometheus who built a ship with his wife Pyrrha to survive an imminent flood. Aquarius is also sometimes identified with Ganymede, the son of Trojan king Tros, who was taken to Mount Olympus by Zeus to act as cup-carrier to the gods. Neighboring Aquila represents the eagle who snatched Ganymede at Zeus’ behest (or as Zeus himself in animal form)."
  },
  {
    "id": "c3",
    "photo": "img/constellations/pisces.png",
    "banner_photo": "../img/blog/banner_pisces.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/pisces_photo2.jpg",
    "name": "Pisces",
    "youtube": "https://www.youtube.com/embed/xBAAZmso7zA",
    "stars_with_planets": 13,
    "name_and_meaning": "Located on the ecliptic plane, Pisces is a constellation of the zodiac and one of the 48 original constellations listed by Ptolemy. Spanning approximately 889 square degrees of sky, Pisces ranks 14th in constellation size, despite its faint stars. It contains 21 main stars in its asterism and has 86 Bayer Flamsteed designated stars within its confines. Pisces is bordered by the constellations of Triangulum, Andromeda, Pegasus, Aquarius, Cetus and Aries. It can be seen by all observers located at latitudes between +90° and ?65° and is best seen at culmination during the month of February. There is one annual meteor shower associated with Pisces which peaks on or about October 7 of each year. The Piscid meteor shower has a radiant near the Aries constellation and produces an average of 15 meteors per hour which have been clocked at speeds of up to 28 kilometers per second. As always, the meteoroid stream can begin a few days earlier and end a few days later than the expected peak and success on viewing depends on dark sky conditions. In mythology, the constellation of Pisces is represented by two fish bound together with a piece of string. According to one Greek myth, Pisces represents the fish into which Aphrodite and her son Eros transformed in order to escape the monstrous Typhon; they are tied together with a cord on their tails, to make sure they do not lose one another! Even more mythology states that Pan changed himself into a goat-fish (Capricorn) and jumped into the river to save them… Or perhaps it was a pair of fish which rescued them from the reeds along the river banks… Or maybe they were turned into eggs that were saved by the fish… One thing is for certain, somewhere along the line, the translation got lost – but the twin fish got left in the sky!",
    "history_of_observation": "Time to have a look at the brightest star – Eta – the “n” symbol. This unusual, bright class B star is located 294 years away from our solar system and has the unique distinction of being one of the few of its class to have had its angular diameter measured. It is about 26 times larger than Sol and shines almost 316 times brighter! However, Eta is a dying star… reduced to internal helium fusion. If you power up in a telescope, perhaps you’ll catch a glimpse of this binary star’s small, disparate companion located about a second of arc away. Now aim binoculars towards Gamma – the “Y” symbol on our chart. Gamma is a yellow-orange giant star located about 130 light years distant. Oddly enough for a giant, it only puts out about 61 times more light than our Sun – but with good reason… it’s currently fusing it’s core to carbon. Right now, it is waiting to become a white dwarf, but that’s not what distinguishes Gamma – it is its speed. Apparently Gamma came from outside our Milky Way Galaxy altogether! According to its low metal content and cyanogen-weak spectral signature, Gamma had to have originated outside the galactic disc and it is still traversing the sky at over three-quarters of a second of arc per year! For a very nice optical double star in binoculars, take a look at Kappa – the “K” symbol… or better yet, turn a telescope towards TX Piscium. It’s a gorgeous carbon variable star, which shines a deep, ruby red and varies by about a magnitude with time."
  },
  {
    "id": "c4",
    "photo": "img/constellations/pisces.png",
    "banner_photo": "../img/blog/banner_aries.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/aries_photo2.jpg",
    "name": "Aries",
    "youtube": "https://www.youtube.com/embed/Npon7kAUy20",
    "stars_with_planets": 6,
    "name_and_meaning": "In classical mythology, Aries is the Ram – perhaps the golden one who saved Helle and Phrixos from a king Cretheus for false accusations. Aries the Ram is the also the first astrological sign in the Zodiac – associated with the god Ares and masculinity. Under the tropical zodiac, the Sun is in Aries roughly from March 21st to April 19th, by definition beginning at vernal equinox. The vernal equinox has moved in the constellation Pisces, but sometimes it is still called the first point of Aries.",
    "history_of_observation": "Though representations of Aries as The Ram comes to us from classical antiquity, it is believed that this constellation has existed since the days of ancient Babylon. In the description of the Babylonian zodiac contained in the MUL.APIN (the compendium on Babylonian astrology) Aries was the final station along the ecliptic, and was known as MULLÚ.?UN.GÁ, which translates to “The Agrarian Worker” or “The Hired Man.” In ancient Egyptian astronomy, Aries was associated with the god Amon-Ra, who was depicted as a man with a ram’s head and represented fertility and creativity. Because it was the location of the vernal equinox, it was called the “Indicator of the Reborn Sun”. Aries acquired the title of “Lord of the Head” in Egypt, referring to its symbolic and mythological importance."
  },
  {
    "id": "c5",
    "photo": "img/constellations/taurus.png",
    "banner_photo": "../img/blog/banner_taurus.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/taurus_photo2.jpg",
    "name": "Taurus",
    "youtube": "https://www.youtube.com/embed/gyLfj1JFAHc",
    "stars_with_planets": 9,
    "name_and_meaning": "The ancient zodiacal constellation of Taurus was one of Ptolemy’s original 48 constellations and remains today as part of the official 88 modern constellations recognized by the IAU. It is perhaps one of the oldest constellations of all and may have even been recognized prehistorically. Taurus spreads over 797 square degrees of sky and contains 7 main stars in its asterism with 130 Bayer Flamsteed designated stars located within its confines. It is bordered by the constellations of Auriga, Perseus, Aries, Cetus, Eridanus, Orion and Gemini. Taurus is visible to all observers located at latitudes between +90Â° and ?65Â° and is best seen at culmination during the month of January. There is one major annual meteor shower associated with the constellation of Taurus, the annual Taurids, which peak on or about November 5 of each year and have a duration period of about 45 days. The maximum fall rate for this meteor shower is about 10 meteors per hour average, with many bright fireballs often occuring when the parent comet – Encke – has passed near perihelion. Look for the radiant, or point of origin, to be near the Pleiades.",
    "history_of_observation": "Let’s begin our binocular and telescope tour of Taurus with its brightest star- Alpha – the “a” symbol on our map. Known to the Arabs as Al Dabaran, or “the Follower,” Alpha Tauri got its name because it appears to follow the Pleiades across the sky. In Latin it was called Stella Dominatrix, yet the Olde English knew it as Oculus Tauri, or very literally the “eye of Taurus.” No matter which source of ancient astronomical lore we explore, there are references to Aldebaran. As the 13th brightest star in the sky, it almost appears from Earth to be a member of the V-shaped Hyades star cluster, but this association is merely coincidental, since it is about twice as close to us as the cluster is. In reality, Aldebaran is on the small end as far as K5 stars go, and like many other orange giants, it could possibly be a variable. Aldebaran is also known to have five close companions, but they are faint and very difficult to observe with backyard equipment. At a distance of approximately 68 light-years, Alpha is “only” about 40 times larger than our own Sun and approximately 125 times brighter. To try to grasp such a size, think of it as being about the same size as Earth’s orbit! Because of its position along the ecliptic, Aldebaran is one of the very few stars of first magnitude that can be occulted by the Moon."
  },
  {
    "id": "c6",
    "photo": "img/constellations/gemini.png",
    "banner_photo": "../img/blog/banner_gemini.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/gemini_photo2.jpg",
    "name": "Gemini",
    "youtube": "https://www.youtube.com/embed/KPC8xM811V8",
    "stars_with_planets": 8,
    "name_and_meaning": "Gemini is a constellation of the zodiac, positioned on the ecliptic plane between between Taurus to the west and Cancer to the east. Only its Alpha and Beta stars – Castor and Pollux – are easy to recognize. They represent the “Twins”. Gemini is one of the original 48 constellations charted by Ptolemy and has endured to become a part of the 88 modern constellations recognized by the International Astronomical Union. It covers approximately 54 square degrees of sky and contains 17 main stars in the asterism, with 80 stars possessing Bayer/Flamsteed designations. Gemini is bordered by the constellations of Lynx, Auriga, Taurus, Orion, Monoceros, Canis Minor and Cancer. It can be viewed by all observers located at latitudes between +90° and ?60° and is best seen at culmination during the month of February.",
    "history_of_observation": "There are two annual meteor showers associated with the constellation of Gemini. The first peaks on or around the date of March 22, and are referred to as the March Geminids. This meteor shower was first discovered in 1973 and then confirmed in 1975. The average fall rate is generally about 40 per hour, but the meteoroid stream is unstudied and it may vary. These appear to be very slow meteors, entering our atmosphere unhurriedly and leaving lasting trails. The second meteor shower associated with Gemini are the Geminids themselves, which peak on or near the date of December 14th, with activity beginning up to two weeks prior and last several days beyond the date. The Geminids are one of the most hauntingly beautiful and mysterious displays of celestial fireworks all year – first noted in 1862 by Robert P. Greg in England, and B. V. Marsh and Prof. Alex C. Twining of the United States in independent studies. The annual appearance of the Geminid stream was weak initially, producing no more than a few per hour, but it has grown in intensity during the last century and a half. By 1877, astronomers had realized this was a new annual shower – producing about 14 meteors per hour. At the turn of the last century, the rate had increased to over 20; and by the 1930s, up to 70 per hour. Only ten years ago observers recorded an outstanding 110 per hour during a moonless night…"
  },
  {
    "id": "c7",
    "photo": "img/constellations/cancer.png",
    "banner_photo": "../img/blog/banner_cancer.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/cancer_photo2.jpg",
    "name": "Cancer",
    "youtube": "https://www.youtube.com/embed/hDQacWN3Ir8",
    "stars_with_planets": 10,
    "name_and_meaning": "In mythology, Cancer was part of the Twelve Labors of Hercules. While Hercules was busy fighting the multi-headed monster (Hydra), the goddess Hera – who did not like Hercules – sent the Crab to distract him. Cancer grabbed onto the hero’s toe with its claws, but was crushed by Hercule’s mighty foot. Hera, grateful for the little crustacean’s heroic sacrifice, gave it a place in the sky. Given that the crab did not win, the gods didn’t give it any bright stars.",
    "history_of_observation": "The first recorded examples of the Cancer constellation come from the 2nd millennium BCE, where it was known to Akkadian astronomers as the “Sun of the South”. This was most likely due to its position at the summer solstice during ancient antiquity. By classical antiquity, Cancer came to be called the “Gate of Men”, based on the beleif that it was the portal through which souls came and went from the heavens. Cancer’s stature as a constellation of the Zodiac has remained steadfast over the millennia, thought its position has changed. Over two thousand years ago, the sun shone in front of the constellation during the Northern Hemisphere’s summer solstice. Today, the Sun resides in front of the constellation Taurus when the summer solstice sun reaches its northernmost point."
  },
  {
    "id": "c8",
    "photo": "img/constellations/leo.png",
    "banner_photo": "../img/blog/banner_leo.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/leo_photo2.jpg",
    "name": "Leo",
    "youtube": "https://www.youtube.com/embed/dP5gx-esNYI",
    "stars_with_planets": 13,
    "name_and_meaning": "In Greek mythology, Leo was identified as the Nemean Lion, which may have been the source of the “tail” of the lion that killed Hercules during one of his twelve labors. While many constellations are difficult to visualize, Leo’s backwards question-mark is relatively easily to picture as a majestic lion set in stars. One of the reasons for its placement in the zodiac is possibly due to the fact that lions left their place in the desert for the banks of the Nile when the Sun was positioned in these stars. It is also possible that the Nile’s rise at this time and the lion’s migration is also the reason for the Sphinx to appear as it does – a leonine figure. The Persians called it Ser or Shir; the Turks, Artan; the Syrians, Aryo; the Jewish, Arye; the Indians, “Sher”; and the Babylonians, Aru — all meaning a lion. Early Hindu astronomers recognized it by regal names, as did other cultures. All befitting of the “King of Beasts”!",
    "history_of_observation": "Let’s begin our tour by taking a look at the brightest star – Alpha Leonis – the “a” symbol on our map. Its name is Regulus and it is one hot customer when it comes to spin rate. Revolving completely on its axis in a little less than 16 hours, oblate Regulus would fly apart if it were moving any faster. Ranking as the twenty-first brightest star in the night sky, Alpha Leonis is a helium type star about 5 times larger and 160 times brighter than our own Sun. Speeding away from us at 3.7 kilometers per second, Regulus isn’t alone, either. The “Little King” is a multiple star system composed of a hot, bright, bluish-white star with a pair of small, faint companions easily seen in small telescopes. The companion is itself a double at around magnitude 13 and is a dwarf of an uncertain type. There is also a 13th magnitude fourth star in this grouping, but it is believed that it is not associated with Regulus since the “Little King” is moving toward it and will be about 14″ away in 785 years. Not bad for a star that’s been reigning the skies for around for a few million years! Let’s fade east now, and take a look at Beta Leonis – the “B” symbol on our map. Its name is Denebola which means the “Lion’s tail” in Arabic. Located about 36 light years from Earth, this white class A dwarf star is more luminous than the Sun, emitting 12 times the solar energy and a Delta-Scuti type variable star. While that in itself isn’t particularly rare, what makes Denebola unusual is that it belongs to the Vega-class stars – ones that have a shroud of infra-red emitting dust around them. This could mean a possibility of planet forming capabilities! In binoculars, look for an optical double star companion to Beta. It’s not gravitationally, or physically related, but it’s a pleasing pairing."
  },
  {
    "id": "c9",
    "photo": "img/constellations/virgo.png",
    "banner_photo": "../img/blog/banner_virgo.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/virgo_photo2.jpg",
    "name": "Virgo",
    "youtube": "https://www.youtube.com/embed/2ahjR2DBFyo",
    "stars_with_planets": 29,
    "name_and_meaning": "As one of the zodiacal signs, Virgo resides directly on the ecliptic plane and was one of the original 48 constellations charted by Ptolemy. It spans 1294 degrees and is the second largest constellation in the sky. Virgo also contains the point where the celestial equator crosses the ecliptic plane – the the autumn equinox. Between 9 and 15 stars make up its asterism and it contains 96 Bayer Flamsteed designated stars within its confines. Virgo is bordered by the constellations of Bootes, Coma Berenices, Leo, Crater, Corvus, Hydra, Libra and Serpens Caput. It is visible to all observers located at latitudes between +80° and ?80° and is best seen at culmination during the month of May.",
    "history_of_observation": "There are two annual meteor showers associated with constellation Virgo. The Virginids peak on or about April 10th of each year and will appear to come from a point in the sky near Gamma. This is a relatively active and predictable meteor shower and you can expect to see about 10 meteors per hour on the average during a dark night from a dark location. The second is the Mu Virginids, which peak on or about April 25th. This is also a fairly reliable meteor shower and you can expect to see 7 to 10 meteors per hour on the average coming from an area near the Virgo/Leo border. Let’s begin our tour of Virgo with its brightest star – Alpha – the “a” symbol on our map. Alpha Viriginis is best known as Spica. Located 262 light-years away from Earth, 1.0 magnitude Spica glows with the combined light of four unresolved stars and has a visual luminosity 2100 times that of the Sun. As a rotating ellipsoidal variable, the four stars cause complex changes in luminosity by distorting the shape of the brightest components. The dominant star – Spica A – has a mass 11 times that of the Sun and fluctuates in physical size as it varies in brightness. The primary star is at maximum when smallest, giving it the highest photospheric surface temperature. Spica B has a mass of 7 suns. As a spectral type B, these two components produce more light in ultraviolet due to exceedingly high surface temperatures. Spica has two distant telescopic companions – magnitude 12 to the north-northeast, and magnitude 10.5 to the east-northeast."
  },
  {
    "id": "c10",
    "photo": "img/constellations/libra.png",
    "banner_photo": "../img/blog/banner_libra.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/libra_photo2.jpg",
    "name": "Libra",
    "youtube": "https://www.youtube.com/embed/3sOZeL8ptxE",
    "stars_with_planets": 3,
    "name_and_meaning": "Libra is a constellation of the zodiac, positioned on the ecliptic plane between between Virgo to the west and Scorpius to the east. It is a faint group of stars and not easy to recognize. Its two major stars once once represented the claws of Scorpius. How and when it came to be recognized by its present designation is unknown. Libra covers approximately 538 square degrees of sky and contains 6 stars in its asterism. There are 46 Bayer Flamsteed designated stars within Libra and it is bordered by Serpens Caput, Virgo, Hydra, Centaurus, Lupus, Scorpius and Ophiuchus. Libra can be seen by all observers at latitudes between +65° and ?90° and is best seen at culmination during the month of June. In mythology, the Alpha and Beta stars of Libra once represented Chelae Scorpionis, the northern and southern claws of the Scorpion. Who knows exactly where and when it became depicted as a set of scales, but the Romans identified it with the scales held by Astraea, the goddess of justice. They believed the Moon was in Libra when Rome was founded and the astrological sign represented balance because this is where the Sun was housed during autumnal equinox. Oddly enough, Libra is the only astrological symbol that doesn’t depict some type of living creature.",
    "history_of_observation": "Once you’ve located it, let’s take a binocular tour of Libra, beginning with Alpha Librae – Zubenelgenubi – the “a” symbol on our map. Despite its alpha designation, it’s not the brightest star here, but what you’ll find here is a wonderful, visual double star. Alpha Librae “The Southern Claw” is located approximately 77 light years from the Sun, and the components are easily separated with even the slightest visual aid. Look for a beautiful yellow coloration to the spectral type A3 primary star and a slight blue tinge to the far fainter type F4 companion. Zubenelgenubi is close to the ecliptic so it can be easily occulted by the Moon! Now, hop to Beta Librae – Zubeneschamali – the “B” symbol on our map. “The Northern Claw” is actually the brightest star in Libra and also one of the furthest away at about 160 light years from Earth. Beta Librae is a blue dwarf star of spectral type B8, what would appear to be a rather ordinary main sequence star – but take a really close look in binoculars. Does it appear a little green to you? Zubeneschamali is running a high temperature – more than twice that of our own Sun – produces light with a simple spectrum. This makes it a perfect candidate for examining interstellar gas and dust which lay between us and it – but its rapid hydrogen fusion also causes it to appear a little more green than other stars. A color rarely seen in stars! What’s more, Beta Librae spins about 100 times faster than our Sun and shines about 130 brighter. Not bad for a star that not even as evolved as Sirius"
  },
  {
    "id": "c11",
    "photo": "img/constellations/scorpius.png",
    "banner_photo": "../img/blog/banner_scorpio.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/scorpio_photo2.jpg",
    "name": "Scorpius",
    "youtube": "https://www.youtube.com/embed/UM0hgqKF4yE",
    "stars_with_planets": 14,
    "name_and_meaning": "The zodiacal constellation of Scorpius resides on the ecliptic plane and was one of the original 48 constellations charted by Ptolemy to be later adopted as a modern constellation by the IAU. It covers 497 square degrees of sky and ranks 33rd in size. Scorpius has 15 main stars in its asterism and 47 Bayer Flamsteed designated stars within its confines. It is bordered by the constellations of Sagittarius, Ophiuchus, Libra, Lupus, Norma, Ara and Corona Australis. Scorpius is visible to all observers located at latitudes between +40° and ?90° and is best seen at culmination during the month of July. Because Scorpius was easy visible to ancient civilizations and its patterns do resemble the Scorpion which it represents, there is a great deal of mythology associated with this constellation. To the Greeks it represented the creature sent by Hera to eliminate Orion the Hunter – forever kept apart in the sky to continue their heavenly feud. Perhaps it was Apollo who sent the Scorpion and Orion flees it? Scorpius was also said to appear to Phaethon, who wrecked the sun-chariot when the horses balked at the mighty monster’s appearance. The Oriental culture recognized this pattern of stars as part of the Dragon, while the Polynesians saw it as a fishhook. No matter what legend you choose to place on this pattern of stars, its curving asterism is very distinctive and easy to recognize!",
    "history_of_observation": "There are two annual meteor showers associated with the constellation of Scorpius. The first is the Alpha Scorpiids – which begin on or about April 16 and end around May 9. The peak date of most activity is on or about May 3 and the radiant is near the brilliant red star, Antares. The second meteor shower, the June Scorpiids peaks on or about June 5 of each year. The radiant for this particular meteor shower is closer to the Ophiuchus border and the activity rate on the peak date is high – with about 20 meteors (average) per hour and many reported fireballs. Let’s begin our binocular tour of Scorpius with its brightest star – Alpha – the “a” symbol on our chart. Antares is part of of the Upper Scorpius Association of Stars and is no doubt also a star poised on the edge of extinction. At a safe distance of 500 light-years, you’ll find this pulsating red variable equally fascinating to the eye as well as to the telescope. Unlike other stars, Alpha Scorpii also has a companion which can be revealed to small telescopes under steady conditions. Discovered on April 13, 1819 during a lunar occultation, this 6.5 magnitude green companion isn’t the easiest to split from such a bright primary – but it’s certainly fun to try to spot its 5.4 magnitude green companion. Like winter’s Sirius, the Antares pair needs especially still – but not necessarily dark – skies. It also requires a well-chosen magnification – one high enough to separate the two close stars (2.9 arc seconds), but low enough to concentrate the fainter star’s (magnitude 5.4) light. Did you know that Antares’ true rival is brighter Betelgeuse? Photometric measurements show that more massive Betelgeuse is slightly redder than Antares. Fortunately, the “Rival” does reside along the ecliptic plane allowing us many opportunities to see it accompany other solar system objects and be occulted by the Moon!"
  },
  {
    "id": "c12",
    "photo": "img/constellations/sagittarius.png",
    "banner_photo": "../img/blog/banner_sagittarius.jpg",
    "post_photo1": "../img/blog/aries_photo1.jpg",
    "post_photo2": "../img/blog/sagittarius_photo2.jpg",
    "name": "Sagittarius",
    "youtube": "https://www.youtube.com/embed/cEnSOZhGdfo",
    "stars_with_planets": 32,
    "name_and_meaning": "The zodiacal constellation of Sagittarius resides on the ecliptic plane and was one of the original 48 constellations charted by Ptolemy to be later adopted as a modern constellation by the IAU. It spans 867 square degrees of sky and ranks 15th in constellation size. It has 7 primary stars in its main asterism and 68 Bayer Flamsteed designation stars within its confines. Sagittarius is bordered by the constellations of Aquila, Scutum, Serpens Cauda, Ophiuchus, Scorpius. Corona Australis, Telescopium, Indus, Microscopium and Capricornus. It is visible to all observers located at latitudes between +55° and ?90° and is best seen at culmination during the month of August. The easily recogniged “tea pot” shape of Sagittarius was well known in mythology as being represented by the half-man, half-horse – the Centaur. According to some legends, he was the offspring of of Philyra and Saturn. Named Chiron, he turned himself into a horse to hide from his jealous wife and was eventually immortalized in the stars. He is often depicted as an archer as well, with his arrow pointed directly at the red heart of the Scorpion – Antares. Sagittarius may represent the son of Pan, who invented archery and was sent to entertain the Muses who threw a laurel wreath at his feet. No matter what identity you choose, one thing is for certain – there’s no mistaking the presence of the nearby Sagittarius arm of the Milky Way!",
    "history_of_observation": "Let’s begin our binocular tour of Sagittarius with its alpha star – the “a” symbol on our map. Located far south in the constellation, Alpha Sagittarii is far from being the brightest of its stars and goes by the traditional name of Rukbat – the “knee of the Archer”. It’s nothing special. Just a typical blue, class AB dwarf star located about 170 light years from Earth, but it often gets ignored because of its position. Have a look at Beta while you’re there, too. It’s the “B” symbol on our map. That’s right! It’s a visual double star and its name is Arkab – the “hamstring”. Now, power up in a telescope. Arkab Prior is the westernmost and it truly is a binary star accompanied by a 7th magnitude dwarf star and seperated by about 28 arcseconds. It’s located about 378 light years from Earth. Now, hop east for Arkab Posterior. It is a spectral type F2 giant star, but much closer at 137 light years in distance. Now turn your attention towards Epsilon Sagittarii – the backwards “3” symbol on our chart. Kaus Australis is actually the brightest star in the bottom righthand corner of the teapot and the brightest of all the stars in Sagittarius and the 36th brightest in the night sky. Hanging out in space some 134 light years from our solar system, this A-class giant star is much hotter than most of its main sequence peers and spinning over 70 times faster on its axis than our Sun. This rapid movement has caused a shell to form around the star, dimming its brightness… But not nearly as dim as its 14th magnitude companion! That’s right… Epsilon is a binary star. The disparate companion is well seperated at 32 arc seconds, but will require a larger telescope to pick away from its bright companion!"
  }
]
