[
  {
    "id": "g1",
    "photo": "img/galaxies/milky-way.jpg",
    "name": "Milky Way",
    "galaxy_type": "Spiral",
    "diameter": "100,000-180,000 light-years",
    "mass": "800-1,500 M",
    "constellation": "Sagittarius",
    "number_of_stars": "100-400 billion",
    "resume": "The Milky Way is shaped like a huge whirlpool that rotates once every 200 million years. It is made up of at least 100 billion stars, as well as dust and gas.",
    "history": "The first astronomer to recognize that the band of light that was viewed in the celestial sky was actually stars was in Galileo Galilei in 1610. The telescope that he used then was very simple. From that time until the early 1920s, a majority of astronomers assumed that the Milky Way made up all of the stars in the universe.",
    "fun_facts": [
      "Our Milky Way is warped! Scientists have been studying the central bulge of our galaxy and has noted that the warped shape may be due to two of our galactic neighbors. The Small and Large Magellanic clouds are two dwarf galaxies that are part of our Local Group. They believe that they are orbiting around the Milky Way in a kind of tug-of-war game that is pulling our galaxy’s dark matter. This constant pulling changes the frequency of the hydrogen gas in our galaxy.",
      "The Milky Way has a halo! Astronomers think that there is a mysterious halo around our galaxy that is due to dark matter. Around 90% of the mass of the Milky Way is dark matter that we can’t see. All of the matter that we can see is called “luminous matter” and that makes up 10% of the mass of the galaxy. The halo isn’t visible but scientists have demonstrated that it exists when they create simulations without the mass that is invisible combined with the speed of the stars in the galaxy’s center disk orbit.",
      "The Milky Way is average in size. Galaxies range in size with the number of stars. The smaller dwarf galaxies have around 10 billion stars and the larger galaxies can have as many as a trillion stars. It’s estimated that the Milky Way has between 100-400 billion stars. The number is constantly changing as we gain new stars and then lose others through supernovae.",
      "The most stars that you can see from anywhere in the world in the night sky is around 2,500.",
      "New stars a being produced in the Milky Way galaxy at a rate of around 7 per year.",
      "Our galaxy is filled with so much dust and gas that it makes up around 10-15% of the visible or luminous mass. Astronomers us infrared telescopes to detect the dust and gas.",
      "Galaxies change their size and volume by colliding with other galaxies as well as consuming the smaller ones. The Milky Way has altered its size by doing the same thing and is currently adding new stars from the close by Canis Major Dwarf galaxy.",
      "Earth is located inside the galactic disk which is around 26,000 light-years from the galactic center. We can’t take a picture of the Milky from above due to where we live. This means that all of the pictures that you have seen of the full Milky Way are really just guesses done by really good artists.",
      "The Milky Way is almost as old as the universe! Astronomers place the age of the universe at around 13.7 billion years and the Milky Way at 13.6 billion years. This means that the Milky Way came about fairly close to right after the Big Bang. The oldest stars that we have are in globular clusters, but some areas of the Milky Way, such as the disk and bulge didn’t form until nearing 10-12 billion years ago.",
      "Our Milky Way is part of a bigger group that includes 50 other galaxies in the Local Group. This may sound like a lot but as we expand out we find that the Local Group is part of an every bigger group known as the Virgo Supercluster. The superclusters are galaxy groups on a huge scale that have diameters that are thousands of light-years. There are lots of open spaces in between the superclusters. There are around 100 galaxy groups in the Virgo Supercluster and are located in a 110 million light-year diameter.",
      "A study in 2014 indicated that the Virgo Supercluster is just one lobe of an even bigger supercluster centered on the Great Attractor called Laniakea.",
      "Everything in the universe is moving, including the Milky Way galaxy! It’s almost mind boggling to think about the idea that our Earth is rotating around the sun, the sun is moving in the Milky Way galaxy, the Milky Way is part of the Local Group that is moving relative to the CMB (Cosmic Microwave Background) which is leftover radiation from the Big Band. Our Local Group is moving at around at 600 km/s or 2.2 million km/h. These are speeds that human beings can’t even imagine, especially because we don’t feel like we are moving as we just stand on the Earth."
    ]
  },
  {
    "id": "g2",
    "photo": "img/galaxies/andromeda.jpg",
    "name": "Andromeda",
    "galaxy_type": "Barred Spiral",
    "diameter": "220,000 light-years",
    "mass": "1,230 billion M",
    "constellation": "Andromeda",
    "number_of_stars": "1 trillion",
    "resume": "The Andromeda Galaxy (M31) is the closest large galaxy to the Milky Way and is one of a few galaxies that can be seen unaided from the Earth.",
    "history": "Due to the fact that the Andromeda galaxy has been viewed by cultures all over the globe, it’s impossible to say who actually discovered it. In 964, Abd al-Rahman al-Sufi, a Persian astronomer wrote in his “Book of Fixed Stars” that the galaxy appeared to look like a “small cloud.” This is the first known documentation of the Andromeda galaxy.",
    "fun_facts": [
      "Andromeda may be the largest galaxy in our Local Cluster but it isn’t as massive as the Milky Way. Scientists think this is due to the Milky Way containing more dark matter.",
      "Astronomers use the Andromeda galaxy for detailed study in an attempt to understand the evolution and origin of galaxies.",
      "The Andromeda galaxy is moving closer and closer to the Milky Way galaxy at a speed of 100-140 km per second.",
      "Andromeda galaxy’s spiral arms are being twisted or distorted due to the gravitational interactions that it has with two other neighboring galaxies: M32 and M110.",
      "The Andromeda galaxy has around 450 globular clusters that orbit around and in it, making some of them among the highest density population of globulars that have ever been recorded so far.",
      "The double nucleus of the Andromeda galaxy is extremely crowded. It contains a huge star cluster at the very center as well as a supermassive black hole that is hidden at the core.",
      "Scientists believe that the Andromeda galaxy’s ring of dust and two spiral arms may be due to interaction with the smaller M32 galaxy when M32 took a plunge into the heart of the Andromeda galaxy.",
      "While you need a really good location that is away from all bright lights, the Andromeda galaxy is the most distant object in the celestial skies that you can view with the naked eye."
    ]
  },
  {
    "id": "g3",
    "photo": "img/galaxies/sombrero.jpg",
    "name": "Sombrero",
    "galaxy_type": "Spiral",
    "diameter": "50,000 light-years",
    "mass": "800 M",
    "constellation": "Virgo",
    "number_of_stars": "100 billion",
    "resume": "The Sombrero Galaxy is one of the most unusual looking barred spiral galaxies visible from Earth. Its bright nucleus, large central bulge and spiral arms.",
    "history": "Some sources say that the Sombrero galaxy was discovered in 1781 by Pierre Méchain, renowned astronomer and comet hunter, who was also one of the associates of Charles Messier. Other sources indicate that it may have been Charles Messier or William Herschel who independently found the galaxy, although it had previously been discovered by others. Messier was creating a list of celestial objects that weren’t comets. His original records didn’t include M104, but later in 1781 he included it in his catalog. Pierre Méchain was surveying deep-sky objects and in a letter dated 1783, mentioned that he had located the galaxy. Herschel is most well-known as the individual who discovered the planet Uranus, had independently tracked the galaxy in 1784 during which time he noted the dust lane that surrounds the galaxy. Herschel did use larger telescopes than Messier.",
    "fun_facts": [
      "The Sombrero galaxy is moving away from the Milky Way galaxy at a speed of 1000 km/s. Scientists think that the nearing 2,000 globular clusters that live in the Sombrero galaxy core are a direct reason that the galaxy’s middle has such a large bulge.",
      "The Sombrero galaxy has the look of a Mexican hat because we are viewing it “edge-on” from Earth.",
      "The “hat” of the Sombrero galaxy is the dust lane which consists mainly of hydrogen gas and dust. This area holds most of the molecular cold gas in the galaxy and is the main area for the formation of stars.",
      "Scientists don’t think that many stars are formed in the nucleus of the Sombrero galaxy.",
      "The traits of the Sombrero galaxy include those of both elliptical and spiral galaxies. This is why it was so difficult for astronomers to figure out. By studying it they realized that it looked like an elliptical galaxy “swallowed” a spiral galaxy, which would not be possible because it would destroy the spiral galaxy.",
      "Scientists had to decide “how” the Sombrero galaxy’s shape occurred other than a spiral galaxy being swallowed by an elliptical one. They speculated that around 9 billion years ago a large elliptical galaxy collected lots of gas clouds that eventually flattened out into the spiral galaxy shape."
    ]
  },
  {
    "id": "g4",
    "photo": "img/galaxies/whirlpool.jpg",
    "name": "Whirlpool",
    "galaxy_type": "Spiral",
    "diameter": "60,000 light-years",
    "mass": "160 billion M",
    "constellation": "Canes Venatici",
    "number_of_stars": "100 billion",
    "resume": "The Whirlpool Galaxy is a familiar one to stargazers and among the many close galaxy neighbors to our own Milky Way. Because of its shape, it was the first galaxy to be classified as a spiral.",
    "history": "The Whirlpool galaxy is another galaxy that has been easily viewed from Earth for millennia. It has a magnitude of 8.4 which makes it bright enough to be seen from all over the globe. However, in the past, many astronomers thought that the Milky Way galaxy was the limit of the universe and anything seen in the celestial skies was embedded in the Milky Way. As time passed, astronomers believed that the other images that they saw in the night sky were “nebulae”. Charles Messier is credited for locating M51 in 1773, plotting it at 31 million light-years from our Earth in the Canes Venatici constellation.",
    "fun_facts": [
      "It’s estimated that the Whirlpool galaxy has over 100 billion stars.",
      "Charles Messier was looking for comets in the celestial sky and, as he was trying to continue his charting process he discovered the Whirlpool galaxy in 1773.",
      "William Parsons was incredibly wealthy and in 1845 he purchased one of the biggest and best telescopes in the world. He set up the telescope at Birr Castle, Ireland and observed the Whirlpool galaxy and its dwarf companion galaxy, identifying the spiral structure.",
      "Scientists think than the companion dwarf galaxy, M51b and the Whirlpool galaxy have already passed each other and possibly passed through each other at least one time. There has been major disruption in the structure of M51b due to the cosmic dance that the two are having. The arms of the Whirlpool galaxy have also been distorted.",
      "Astronomers believe that the collision with the dwarf companion galaxy of M51b is causing an explosion in the birth of new stars in the Whirlpool galaxy.",
      "The Whirlpool galaxy has a mass that is huge. Its total mass is around 160 billion times that of our sun.",
      "The mass of the Whirlpool galaxy might be huge, but the galaxy’s size is only about 35% of the Milky Way galaxy.",
      "If you wanted to find the Whirlpool galaxy you would need to make sure that you go out on a dark night with very little light interference from towns or cities. Look towards the southeast of the Big Dipper to find the Canes Venatici constellation.",
      "Astronomers know that the core of the Whirlpool galaxy is incredibly active. They believe that this may be the reason that it is so bright and demonstrates strong infrared spectrum emissions."
    ]
  },
  {
    "id": "g5",
    "photo": "img/galaxies/triangulum.jpg",
    "name": "Triangulum",
    "galaxy_type": "Spiral",
    "diameter": "60,000 light-years",
    "mass": "50 billion M",
    "constellation": "Triangulum",
    "number_of_stars": "40 billion",
    "resume": "The Triangulum Galaxy, also known as M33, is one of the closest spiral galaxies to the Milky Way. It lies 3 million light-years away, in the constellation Triangulum.",
    "history": "Credit for discovery of the Triangulum galaxy goes to Giovanni Battista Hodierna, an Italian astronomer that discovered the galaxy some time before 1654. He published a book, “De systemate orbis cometici” (“About the systematics of the cometary orbit”) that included a somewhat vague reference that could have been about the Triangulum galaxy. Later, in 1764, Charles Messier included the Triangulum galaxy as designation M33 in his Messier catalog. William Herschel, who is most well-known as the astronomer that discovered Uranus, made note of his observations of the Triangulum galaxy in the late 1700s. He indicated that it was a large gaseous region. At that time, many of the observations were thought to be “spiral nebula” that were part of the Milky Way galaxy.",
    "fun_facts": [
      "The Triangulum galaxy is considered to be a spiral galaxy without a central bar or having a weak central bar.",
      "There is a nebula at the Triangulum galaxy core filled with dust and gas called an HII region. These are identified in galaxies as those that have the highest formation of stars.",
      "The star nurseries in the Triangulum galaxy arms create so many new stars that they beat the percentage of the Andromeda galaxy.",
      "The Triangulum and Andromeda galaxies have streams of embedded stars and hydrogen gas that link them together. This has led scientists to believe that they had past interactions and may have interactions again in around 2.5 billion years.",
      "The close proximity and possible interaction of the Triangulum galaxy with the Andromeda galaxy might lead to the destruction of the Triangulum galaxy when Andromeda and the Milky Way collide.",
      "The Triangulum galaxy is sometimes called the Pinwheel galaxy in error.",
      "Both the Milky Way and Andromeda galaxies are bigger than the Triangulum galaxy.",
      "Some astronomers refer to the Triangulum galaxy as an example of what they call an “inside-out” galaxy formation. This is a process where the galaxy’s inner core gas is exhausted and then begins to build up at the galaxy’s outer edges. The results of this actions ends up with the outer halo and inner core being made up of compositions that are different. Everything in the universe is moving, including the Milky Way galaxy! It’s almost mind boggling to think about the idea that our Earth is rotating around the sun, the sun is moving in the Milky Way galaxy, the Milky Way is part of the Local Group that is moving relative to the CMB (Cosmic Microwave Background) which is leftover radiation from the Big Band. Our Local Group is moving at around at 600 km/s or 2.2 million km/h. These are speeds that human beings can’t even imagine, especially because we don’t feel like we are moving as we just stand on the Earth.",
      "In 2016, an astrophotographer became famous for taking an image of the Triangulum galaxy that looks like three bubbles that are positioned inside of each other. Astronomers think that this odd occurrence is due to three different supernovae. One exploded and expanded to create the outer shell and then two more exploded to create each of the small inner shells. Everything in the universe is moving, including the Milky Way galaxy! It’s almost mind boggling to think about the idea that our Earth is rotating around the sun, the sun is moving in the Milky Way galaxy, the Milky Way is part of the Local Group that is moving relative to the CMB (Cosmic Microwave Background) which is leftover radiation from the Big Band. Our Local Group is moving at around at 600 km/s or 2.2 million km/h. These are speeds that human beings can’t even imagine, especially because we don’t feel like we are moving as we just stand on the Earth.",
      "The creation of stars in the Triangulum galaxy is so intense that astronomers have calculated that they happen at a rate of around half of the mass of our sun every year.",
      "Thus far, the biggest black hole stellar mass that was discovered was in 2007 in the Triangulum galaxy. It has an estimated size of around 15 times the sun’s mass.",
      "The official designation of Messier 33 means that Charles Messier, the French astronomer listed it as the thirty third object in his catalog."
    ]
  },
  {
    "id": "g6",
    "photo": "img/galaxies/pinwheel.jpg",
    "name": "Pinwheel",
    "galaxy_type": "Spiral",
    "diameter": "170,000 light-years",
    "mass": "1 billion M",
    "constellation": "Ursa Major",
    "number_of_stars": "1 trillion",
    "resume": "The Pinwheel Galaxy in the constellation Ursa Major is a “grand design” spiral, meaning that it has well-defined spiral arms and dust lanes that extend all the way around the body of the galaxy.",
    "history": "Even though the Pinwheel galaxy was viewed by civilizations for thousands of years, it was the French astronomer, Pierre Méchain, who is given credit for the discovery of the Pinwheel galaxy in 1781. Méchain was one of the colleagues of Charles Messier, and although he was hunting comets, he discovered the Pinwheel galaxy and then a year later many globular bodies and around 8 comets. In 1784, William Herschel made note of a mottled nebular using his 7, 10, and 20 foot focal length reflectors in his telescope. During the second half of the 19th century, Lord Rosse used a 72-inch diameter Newtonian reflector and observed the Pinwheel galaxy. He is thought to be the first to ever make extensive notations on the spiral structure and created quite a few sketches.",
    "fun_facts": [
      "There are over 3,000 locations in the Pinwheel galaxy’s spiral arms that are considered to be star nurseries. This means that the Pinwheel galaxy has set the record for having the most of these regions than any other similar galaxy that we have observed to date.",
      "Areas that are star nurseries within a galaxy are called H 11 because they contain such high volumes of hydrogen, one of the critical elements required for new star formation.",
      "The Pinwheel galaxy, also known as M101, is around twice the diameter of our own Milky Way galaxy.",
      "Scientists haven’t been able to find a supermassive black hole at the center of the Pinwheel galaxy.",
      "M101 seems to be part of a galaxy group that are interacting with each other on such a gravitational degree that it has caused a distortion of their shapes.",
      "The Pinwheel galaxy has a center area that is symmetric but other areas of the galaxy are asymmetrical. It’s believed that this was caused from interactions with companion galaxies that are smaller, possibly creating a center displacement due to a past collision.",
      "Of the nine companion galaxies, there are five that are considered to be “prominent” companions. The interaction of gravity between these galaxies is thought to be a trigger for the grand design structure of the Pinwheel galaxy and the NGC 5474 distortion."
    ]
  },
  {
    "id": "g7",
    "photo": "img/galaxies/messier.jpg",
    "name": "Messier 87",
    "galaxy_type": "Elliptical",
    "diameter": "170,000 light-years",
    "mass": "120,000 light-years",
    "constellation": "Virgo",
    "number_of_stars": "1 trillion",
    "resume": "The massive galaxy M87 is the most spectacular example of an elliptical galaxy we can see from Earth. The most fascinating feature of this galaxy is its jet, which is visible in optical light as well as x-rays and radio emissions.",
    "history": "The galaxy that we know as M87 has been seen by countless people as a faint mist in civilizations all around the world for thousands of years. Although the people didn’t know that it was a galaxy, at one point in history scientists thought that it, along with many other misty views in the night sky, were nebula that existed inside the Milky Way galaxy. In 1781, Charles Messier discovered M87 and included it as a nebulous feature in the sky in his catalog with the designation. Heber Curtis of the California Lick Observatory was the first astronomer to detect M87’s giant jet and to note that M87 didn’t have a spiral structure.",
    "fun_facts": [
      "The gas that fills M87 has been enriched by materials that were left over from its stars that died off a long time ago.",
      "Scientists are astounded at the speed that the M87 jet has as it spews material from its black hole.",
      "Astronomers are still trying to crunch the numbers but quite a few believe that M87 may have more than one supermassive black hole at its core.",
      "M87 is a galaxy that is surrounded in a hot gas corona.",
      "Due to its incredible brightness in all kinds of viewing, including visible, radio, x-ray and other wavelengths, M87’s nuclear area is known as an “active galactic nucleus.”",
      "Both the Hubble Space Telescope and the Chandra X-ray Observatory have tracked a knot of matter within the M87 jet that has been designated as HST-1. It’s about 210 light-years from the core. In a 4-year period they have noted that the intensity of the x-ray has increased by a factor of 50, but the X-ray emissions have been decaying.",
      "Observations of the material being ejected from the supermassive black hole shows that the rate is variable. The variations create pressure waves in M87’s hot gas and the Chandra X-ray Observatory detected rings and loops within the gas that may indicate that every few million years there are minor eruptions.",
      "The 1999 images taken by the Hubble Space Telescope included the M87 jet motion. The speed that was measured showed that it is 4-6 times the speed of light. This is a phenomenon that is known as superluminal motion and is believed to be an illusion due to the view of the jet.",
      "M87 experiences what is known as an “infall of gas” at a rate of 2-3 solar masses each year. It’s believed that most of this is moved to the core area of the galaxy.",
      "M87 is thought to have at least 50 satellite galaxies in its immediate neighborhood."
    ]
  },
  {
    "id": "g8",
    "photo": "img/galaxies/antennae.jpg",
    "name": "Antennae",
    "galaxy_type": "Interacting Spirals Tail/Tail",
    "diameter": "350,000 light-years",
    "mass": "Unknown",
    "constellation": "Corvus",
    "number_of_stars": "300 billion",
    "resume": "The Antennae is a pair of spiral galaxies that are interacting and mingling their stars. They began their galactic dance over a few hundred million years ago and are currently in a period where their colliding gas clouds are bursting with new star formation.",
    "history": "In 1785 William Herschel, the renowned British astronomer made the discovery of these twin colliding galaxies. While he was well-known for discovering the planet Uranus and identifying it as a planet and not a star, his discovery of the Antennae galaxies happened four years after that. Herschel constructed over 400 telescopes to help with his research, but the most memorable one was 40 ft/12 m long and was made of iron that was set atop a moveable mount on a wooden frame.",
    "fun_facts": [
      "William Herschel’s famous 40 ft telescope wasn’t dismantled until 1839. A section that is 10 foot resides in the Greenwich Royal Observatory.",
      "When spiral galaxies collide and merge they will typically create an elliptical galaxy that gets rid of the spiral arms that each galaxy has.",
      "Scientists believe that when the Andromeda and Milky Way galaxies interact and collide that it will probably appear much like the Antennae galaxies at least at one point during the interaction.",
      "The two galaxies are going through each other at incredibly high speeds. Scientists have estimated that they are traveling at hundreds of kilometers per second.",
      "Even though the galaxies are traveling at incredible speeds, it’s due to the huge size of the galaxies that is the main cause for taking hundreds of millions of years for completion.",
      "The “antennae” or tidal tails that the Antennae galaxy is known for formed due to the first collision encounter around 200-300 million years ago.",
      "Any material that isn’t held by gravitational pull during the collision of the two galaxies will be lost into space."
    ]
  }
]
